[PAD]
[MASK]
.
[NUM]
:
the
/
-
[SEP]
[CLS]
eye
unknown
and
both
eyes
to
left
of
date
(
)
with
right
in
is
s
for
no
on
a
*
orally
hin
was
pt
t
at
am
mg
as
[UNK]
person
o
%
this
#
ml
e
pm
or
patient
p
l
old
'
min
there
day
not
are
;
rt
pital
+
c
cin
from
w
rs
r
chest
normal
plan
reason
d
pain
be
dl
ct
bloin
has
he
continue
cc
x
assessment
status
by
reorally
sin
stable
she
but
history
noted
well
contrast
tube
given
within
will
iv
resorally
hyorally
examination
cont
&
medical
year
st
nds
nd
respiratory
>
care
other
hr
monitor
times
acute
fluid
clear
bp
years
seen
were
u
final
gh
had
his
small
her
valve
now
tin
meq
needed
diagnin
suporally
kg
soft
nse
condition
remains
tablet
lung
sorally
ay
up
present
line
mild
daily
k
rr
prior
hct
resp
one
pulmonary
have
per
h
clip
that
time
din
after
urine
an
icu
failure
family
g
which
edema
abd
renal
note
medications
changes
action
rhythm
total
aortic
also
cm
since
increased
effusion
infant
heart
likely
findings
please
admission
impression
change
labs
follow
neuro
abdomen
m
evidence
been
ventricular
=
pleural
sinus
skin
unchanged
non
lower
previin
bs
head
stool
if
ld
over
placement
bowel
low
artery
sition
q
size
fin
every
nin
discharge
shift
off
@
last
comments
due
gi
started
thrin
when
gtt
admitting
disease
placed
all
f
study
sig
wbc
tf
new
ap
abdominal
full
man
abg
mm
exam
bilateral
assessed
i
upper
home
comparison
current
erate
goin
heparin
mitral
cardiac
nt
hemin
rtable
feeds
active
sats
above
pulse
win
lasix
wall
indication
systolic
catheter
rate
balance
negative
air
received
fio
control
intubated
doctor
allergies
back
glucin
b
chronic
y
prin
secretions
see
vent
compared
further
liver
place
more
inr
assess
insulin
procedure
interval
eval
down
pneumonia
lungs
atrial
may
signs
intact
level
tracing
cv
evaluate
nutrition
woman
large
extremities
ng
then
sbp
[
lobe
]
ed
tolerated
once
foley
<
amin
multiple
continues
mcg
breath
sputum
cxr
prophylaxis
physical
antibiotics
pressure
mildly
es
following
three
ul
alert
obtained
picc
fever
free
temp
ssible
significant
rin
data
days
cmh
review
wean
weight
any
transferred
during
some
goal
rse
ra
team
n
improved
currently
monitoring
ivf
very
leaflets
hemorrhage
decreased
pneumothorax
peep
dvt
plt
mass
sly
disorally
appears
it
admitted
mmhg
ptt
none
"
systems
need
surgery
ca
recent
elevated
high
fracture
cpap
sent
via
ium
cares
thick
social
commands
gu
atelectasis
doppler
images
tip
breathing
done
function
clin
showed
flowsheet
ghin
bed
able
tension
infection
lines
v
performed
known
thin
yellow
distress
again
aorta
severe
two
oral
amt
feeding
continued
~
made
who
consistent
pending
past
flow
bpm
ur
ordered
pelvis
atrium
norally
neg
hypertension
units
cr
however
clinical
mental
bleed
fentanyl
th
bm
ventilation
changed
than
check
regurgitation
slightly
minimal
anterior
vascular
dilated
drainage
mr
repeat
tolerating
results
sepsis
volume
drains
lateral
ntanein
trach
events
pulses
sat
did
into
mid
complaint
ulcer
bleeding
overnight
md
appearance
effusions
culture
bilaterally
diminished
site
regular
tmax
murmur
general
cath
twice
id
chief
npn
does
distended
stenin
attending
denies
chf
mom
micu
vs
only
vital
while
pe
tomy
pericardial
transfer
start
phin
radiology
baseline
voiding
bili
nursing
below
open
ynamic
identified
yesterday
hd
bin
effect
floor
sr
pa
secondary
spine
stress
needs
area
increase
vein
so
tachycardia
delivery
unable
episin
color
unremarkable
neck
service
patent
fen
communication
device
vap
airway
sided
sedation
setting
sedated
progress
radial
bases
type
aspiration
alt
meds
evaluation
dp
ucts
weeks
coronary
ett
shin
intubation
still
white
htn
oriented
arterial
ck
surgical
order
thickened
technique
proorally
sitive
night
cta
insp
warm
wave
ventricle
weaned
motion
imaging
pna
adequate
fol
focal
distal
sterior
height
suctioned
male
vancomycin
tput
unit
cultures
hold
arin
lytes
removed
neurologic
dry
except
wt
ps
diet
side
aware
hours
afib
peripheral
{
access
}
nc
afebrile
initially
view
cavity
week
mri
echo
cabg
glycemic
management
lymph
worsening
hematoma
use
movement
ls
central
infusions
far
coarse
scale
set
imagejpg
consider
test
invasive
called
venin
ns
cx
sob
fibrillation
appropriate
vt
being
including
until
lin
room
re
cad
keep
nasal
nausea
morning
metoprolol
base
wnl
draining
less
activity
cardiovascular
process
gauge
sc
requiring
acid
radiograph
femoral
tricuspid
resolved
carothree
benign
grin
lopressor
complete
mae
bolus
appear
pink
remained
inferior
call
vanco
single
treated
rsbi
ast
hx
held
mediastinal
creatinine
albumin
tone
extubated
madin
otherwise
diffuse
ultrasin
drip
anemia
female
abx
next
rce
can
endotracheal
op
bedside
updated
discussed
morphine
related
scan
capsule
questions
awake
these
brain
pmh
na
nsr
maintain
ativan
spells
symmetric
abin
calcium
cvp
follows
ekg
frontal
before
remain
extremity
work
several
lesion
drug
tender
visualized
heent
ards
psv
loops
hepatic
read
improvement
ext
settings
lesions
refills
sliding
lv
equal
difficult
do
infarction
contraindications
cannot
disp
arm
consult
limited
thoracic
consolidation
troorally
zin
minutes
copd
six
baby
kidney
althin
persistent
tissue
ngt
altered
ectopy
versed
contact
yn
afternoon
fluids
stent
map
encin
taking
ventilator
abnormalities
tcurrent
lumen
tomorrow
cancer
additional
ein
dm
comfort
release
drain
spits
update
obstruction
pulm
areas
we
presented
visit
copy
creat
myears
tylenol
mother
differential
ms
rehab
tassium
bilat
wife
internal
transplant
opacity
fall
co
rash
neonatology
cuff
trauma
ely
impaired
tol
lactic
extubation
mmol
overall
stomach
recommended
axial
aspirin
structures
simple
therapy
comfortable
amts
increasing
approximately
ght
nts
ccu
cervical
thus
fevers
under
rn
seizure
midline
quality
neo
between
pre
leg
shock
etoh
inch
required
absent
alk
chloride
diuresis
hpi
removal
neuts
face
injury
collection
retractions
perrl
lvef
take
rts
optiray
instructions
crackles
tco
heme
concern
evening
treatment
ago
information
region
wet
ppi
risk
ldh
tubes
they
bun
dialysis
opacities
infiltrate
oob
symptoms
where
ascites
temperature
issues
having
bladder
endo
cl
mask
age
trace
regimen
sicu
first
recs
cardial
slight
initial
intracranial
diff
bone
levophed
abscess
illness
views
subclavian
proximal
vomiting
gas
iu
shortness
abnormality
delayed
decrease
available
nsive
aneurysm
infectiin
limits
sx
primary
cannula
advanced
dressing
controlled
using
chair
rbc
pattern
diameter
same
temorally
frequent
ef
contin
daughter
better
fx
dyspnea
chamber
stooling
revealed
demonstrated
associated
thickening
temps
^
along
extensive
incision
applied
fractures
hip
improving
physician
protocol
represent
few
dilaudid
intravenin
arrival
developed
rv
svc
isolette
ischemia
piv
uop
hgb
details
nding
followup
albuterol
cirrhin
gallbladder
ij
peg
lat
rest
restarted
tte
rrr
common
enlarged
arf
le
meeting
xia
receiving
ine
taken
intake
graft
block
later
ascending
bradycardia
concerning
unclear
reviewed
colon
uorally
get
dev
diabetes
repair
weakness
provided
here
gram
leads
early
lab
rtal
diarrhea
dysfunction
mono
end
bypass
presents
caffeine
underlying
greater
anxiety
tx
difficulty
stimuli
etiology
flagyl
growth
lactate
crib
vertebral
asa
pip
perfused
alcohol
levels
cell
became
density
attempt
major
veins
stroke
erately
assist
lad
moves
stools
diastolic
tpn
pupils
elevation
amiin
measures
followed
gastrointestinal
replacement
multi
ynamically
ac
groin
regional
prbc
ve
tonight
mechanical
stopped
deep
aporally
wgt
trachein
grade
med
uo
swelling
replete
boots
biliary
excluded
pulmonic
periin
al
much
sm
consulted
sleeping
red
wire
occasional
flat
interpretation
earlier
arteries
sulfate
syndrome
breast
swaddled
int
rhonchi
supine
tpatient
feed
carevue
pao
oxygen
bundle
mcv
pressors
checks
residual
felt
pancreatitis
basal
tensive
abnormal
completed
gm
throat
measuring
ischemic
superior
parents
spent
recently
field
arone
discharged
us
metastatic
tan
pfi
technical
trivial
hypertrophy
max
serin
prominent
masses
son
foot
agitation
cmv
ideal
subdural
resident
coverage
rted
rdw
overload
sleep
brown
feedings
et
long
cerebral
dc
awaiting
acidin
complications
hg
specific
mch
global
vanc
boluses
complicated
mchc
pacifier
bibasilar
pertinent
image
wheezes
liquid
ii
hematocrit
stop
riss
shows
hand
agitated
location
ph
him
stage
brief
segment
acetaminophen
expansion
moving
resting
obese
underwent
sein
protonix
leak
lll
resection
maintained
trend
ptx
speech
thrombus
mucin
hernia
states
dnr
aga
correlation
knee
rage
swallow
precautions
blocker
water
septum
provide
tic
lipase
suctioning
infusing
despite
nicu
self
drop
depression
mi
apnea
short
volumes
its
lisinopril
pantoprazole
degenerative
agree
main
rll
similar
suggested
delirium
administration
spinal
silhin
studies
pcp
sheath
inpatient
hco
progression
amylase
calcifications
probably
sq
suboptimal
duin
infarct
ecg
pressures
pg
medication
gen
ckmb
tee
arrest
lymphadenopathy
phone
subcutanein
af
admit
ray
intermittent
nl
bipap
repleted
advance
septal
carina
cp
dr
nebs
np
fib
lead
suction
furin
emide
added
ette
avr
biopsy
lives
film
jugular
because
descending
adjacent
probable
wires
cells
section
abuse
light
arch
rule
ogt
ssibly
uti
continuin
went
sitioning
range
palpable
strength
pelvic
regarding
return
assistance
headache
pancreas
involved
intra
demonstrates
reactive
compression
standard
rtions
operative
hilar
gag
based
tr
rtion
just
sex
sitioned
uctive
hands
rib
flush
give
easily
discontinued
magnesium
attempted
steroids
plans
septic
axis
stoperative
consent
mb
defect
dsg
calcification
constipation
titrated
services
evaluated
intment
verbal
conclusions
go
asking
holding
liters
kcl
rec
unresorally
development
iron
drawn
levofloxacin
neb
ill
like
voice
marked
appearing
appropriately
esrd
demonstrate
hydralazine
tenderness
nasogastric
apex
kinesis
examined
middle
levo
lobes
pvc
spleen
question
electrolytes
mrsa
recurrent
weaning
lumbar
opacification
borderline
adrenal
dropped
ing
pca
leukocytin
dilatation
significantly
vessel
bacteremia
prednisone
monitored
pericardium
ral
second
pmhx
urinary
cardiomegaly
enlargement
perfusion
patch
urean
tumor
oxycin
involving
congestive
thrombin
hypertensive
cord
joint
stay
cva
facility
gms
acquired
confirmed
husband
collar
gastric
ghing
metabolic
anticoagulation
dissection
ir
facial
life
space
interatrial
junction
ceftriaxone
depressed
integrity
rectal
continuing
pancreatic
anesthesia
apical
yet
paced
scant
fs
administered
show
ivc
addendum
loin
degree
discomfort
surrin
somewhat
sagittal
hob
include
desats
swan
lactulin
took
obtain
residuals
doing
pr
haldol
ble
checked
transfusion
anxiin
used
ercp
upright
duct
even
state
dilantin
origin
pacer
cbc
discuss
ynamics
aggressive
seizures
confused
suggest
approx
branch
thickness
subarachnoid
sternal
esophageal
beta
occ
clean
months
muscle
rul
interstitial
nurse
collapse
procedures
little
gradient
restart
meropenem
enhancement
bronchin
sinuses
j
scheduled
brin
pacemaker
kidneys
hep
angap
er
gain
turned
addition
treat
endocrine
bottle
dated
ci
rapid
quadrant
extending
intervention
each
medicine
plavix
eight
lb
described
cool
cardiology
returned
midazolam
premature
cipro
lfts
fibrinogen
conjunctiva
injection
trending
ventilatory
prolonged
docusate
ears
infiltrates
congestion
physiologic
make
pacing
signal
tinged
titrate
notified
slowly
normally
personunknown
problems
eeg
weak
basilar
famothree
recommendations
serial
vitamin
suggestive
av
nad
saw
withdrawal
strong
lder
tobacco
nutritional
coccyx
fistula
tibial
band
dol
dorsalis
cefepime
confusion
informed
drugs
tolerate
\
structurally
definite
ke
egd
filling
focus
brisk
month
clinically
indicated
ule
pedis
dependent
slow
requirement
retrocardiac
vit
title
another
hepatitis
artifact
vessels
supple
covered
plateau
dopamine
aspirates
ox
copic
pulled
febrile
cyst
tachycardic
pn
screen
nded
ffp
sed
hematology
frequently
bile
cause
encephalopathy
gluconate
passed
piperacillin
demographics
wk
cvl
showing
french
cap
enzymes
organ
comorally
help
pitalization
pale
bronch
fluorin
ventricles
needle
visual
waking
ar
resolution
opens
wheezing
grams
tachypnea
lethargic
overlying
notable
epidural
chills
gib
guidance
aline
bsa
vitals
jaundice
term
sl
terminates
fat
lul
dni
put
tside
hyperlipidemia
onset
sxn
emergency
subsequently
cooperative
toilet
con
clot
biliin
coronal
neurin
dad
asp
mdi
emphysema
system
axillary
hydronephrin
sister
ciprofloxacin
add
root
endocarditis
servo
stated
trial
sutures
fully
maintaining
ic
attempts
asthma
ongoing
suspiciin
thyroid
infusion
diltiazem
extubate
percocet
obstructive
mean
appeared
extended
getting
rare
bag
neurology
refer
sda
jp
longer
lidocaine
la
fellow
move
sleeps
turning
lg
colitis
senna
qs
sah
monday
office
wrist
recommend
patchy
partial
standing
afof
sdh
came
retroperitoneal
ag
ppx
near
narrowing
therapeutic
require
improve
deferred
ules
calcified
exacerbation
disc
ss
sustained
scattered
tv
disorder
nontender
leaflet
tal
pco
filter
sbt
protected
mesenteric
goals
healing
ankle
iliac
father
tissues
resolving
amp
consults
records
emotional
estimated
phototherapy
sterile
aspect
se
enteral
parenchymal
copiin
tartrate
feeling
replaced
maps
stick
matter
parenting
intermittently
generalized
catheterization
tract
finger
peak
waves
liquids
preserved
telemetry
failed
normocephalic
complex
pedal
uf
event
xic
suggesting
transfuse
saline
conts
mediastinum
key
ua
appreciated
starting
extra
feet
colace
nested
valuables
platelets
cardiomediastinal
try
sugars
recons
ivp
apparent
transfused
nonspecific
purorally
radiographs
legs
crrt
bilirubin
presentation
icd
gent
saturation
cpt
pathology
remainder
material
solution
occipital
green
tips
paracentesis
notes
relief
compliance
hcl
emesis
clinic
lr
sigmoid
nent
ch
parietal
cvvh
minimally
external
consistency
wake
problem
qrs
critically
mellitus
sec
og
presumed
vss
windows
vasculature
tential
asked
voltage
represents
pump
physically
versus
independent
fusion
protein
te
newborn
vac
recheck
dense
case
motor
mra
insufficiency
rectum
usual
decision
nstemi
tiny
embolism
bactrim
fiber
lymphoma
erythema
markedly
thyroidism
receive
sable
lt
multiplanar
intraventricular
medial
oxygenation
began
abgs
seems
arrived
vented
number
hs
presenting
name
rca
attenuation
_
too
ad
initiated
different
least
eomi
multifocal
tamorally
atherin
partially
developmental
sternotomy
restraints
pleasant
cholecystitis
bicarb
avoid
movements
pnd
comfortably
gap
occasionally
hsm
prbcs
successful
therefore
ready
denied
microbiology
nade
quiet
series
met
tent
nsg
switched
transition
cream
labile
orders
briefly
sheet
distention
staff
cyanin
eptal
ho
raged
rebin
pan
hiv
ruq
hcp
lorazepam
tate
pathy
iabp
sclera
passing
tly
gerd
svg
transorally
rvr
cga
teeth
tablets
concerns
fields
objective
rx
demand
occlusion
torso
cal
lp
guiac
ica
simv
tine
foci
worse
subsequent
length
cultured
warmer
inserted
stimulation
anicteric
planned
tropt
dementia
gavage
rary
remaining
tazobactam
command
fent
metronidazole
thrombocytopenia
radiation
gavaged
tachypneic
promin
part
fatigue
art
vol
sucks
tsicu
hydrocephalus
bedtime
ssibility
serum
presently
murmurs
lytic
antibiotic
balloon
medicated
anti
such
what
making
psych
viral
dsd
nitro
third
inguinal
inc
own
mastoid
conduction
finding
cpk
yeast
signed
remove
either
irregular
dark
want
educate
safety
mn
brother
splenic
flutter
arms
dobhoff
cardiomyears
fem
deviation
transverse
five
malignancy
ampicillin
restless
sw
ejection
radiologist
insertion
esophagus
provider
freq
trigger
clerotic
nrb
digoxin
overnoc
ex
simvastatin
pda
expected
bottling
hyperglycemia
decreasing
atrovent
going
got
warfarin
stim
procedural
penicillins
!
varices
ol
ciwa
lap
sensation
amber
dim
audible
best
rtive
appreciate
dressings
inability
sites
vena
diuresed
ileus
discussion
ntg
desat
staples
vasopressin
billing
iii
breakdown
fair
beats
intensive
limb
amio
tolerates
speaking
guaiac
linear
tab
mdct
attentive
inferolateral
cerebellar
bld
lle
ialysis
send
ulcers
cleared
statin
lib
schedule
their
them
spit
immediately
yr
mmm
auscultation
terminating
malignant
recieved
atheroma
cellulitis
broad
ace
femur
provisional
ganz
lovenox
stain
rising
suggests
department
ure
atorvastatin
midnight
yes
bb
tolerance
cvs
csf
valium
perform
worsened
angio
pvd
distinct
cava
icp
rales
shunt
glands
unlikely
aeration
born
maxillary
sb
natremia
presence
brady
canal
satisfactory
weighted
ipine
necessary
inhalation
colonin
bal
preliminary
foin
bottled
aerin
sulci
glass
jvp
pliteal
representing
interdisciplinary
ipratropium
confirm
autoflow
ich
flatus
exclude
drifts
included
hydromorphone
immediate
exp
ok
firm
carcinoma
result
superficial
comparisons
slept
levothyroxine
epi
tests
request
precordial
rij
transient
seful
nnp
fraction
local
caliber
thoracentesis
progressive
severely
toes
stones
running
considered
obviin
compatible
ds
car
craniotomy
diabetic
herniation
sugar
melena
many
rished
delay
rle
dilt
dx
located
rhonchorin
enhancing
guided
staph
pts
press
ems
paranasal
cardiopulmonary
ile
reduced
endin
mixed
beginning
lantus
rtedly
nondistended
protection
collections
hemorrhagic
feel
thigh
films
includes
gave
protect
painful
triple
perrla
diaper
keppra
brings
health
attempting
mca
ctropnt
palpation
rue
prong
persists
captopril
bony
om
dy
recorded
reglan
influenza
clips
wob
vegetation
quickly
relatively
ular
hyperthermia
smoking
come
pepcid
girth
bbs
ortho
echocardiographic
teaching
prolapse
essentially
planning
percutanein
hc
nph
pigtail
chemo
critical
stranding
dextrin
kept
glycemia
lue
written
sheepskin
wder
wheeze
bc
milk
obesity
address
sp
mins
swallowing
palpitations
brachial
inflammatory
dictated
ep
causing
specifics
xemia
gtts
diaphragm
prescribed
complaints
prominence
heard
extension
feels
pyrexia
visiting
liter
systemic
noc
trin
phenylephrine
angiography
gravity
urgery
ue
loving
sit
eve
cards
hardware
sitting
imaged
kub
severity
adjusted
anion
lvot
hearing
workup
lymphs
money
hit
monin
reformatted
magnevist
angiogram
sclerotic
entire
clots
directed
mso
loculated
hypernatremia
fe
hemoptysis
fed
doctorunknown
opening
labetalol
consciin
entered
prematurity
zone
anterin
requires
electrolyte
stemi
kvo
pressor
resuscitation
intrin
enum
phate
hemidiaphragm
calm
requested
thesis
gait
decided
appetite
consistently
chart
jaundiced
anteriorly
contiguin
colectomy
tongue
subcin
children
pneumoboots
perforation
coags
mvr
recovery
lack
taper
tachy
determined
sensitive
growing
bronchial
bacterial
pad
dizziness
wallet
words
clearance
extends
acyclovir
svo
reflexes
exercise
xray
milrinone
intraparenchymal
gin
lvh
diverticulitis
away
drops
chemotherapy
tracheal
tlc
sacral
oozing
pac
trachea
tunneled
stone
palp
methadone
fdg
incisions
fungal
await
criteria
aaa
cd
cover
thicknesses
maternal
wed
dilation
asleep
alkalin
atenolol
sao
cholecystectomy
becomes
indeterminate
fluconazole
bil
il
branches
refused
spell
angle
exertion
evident
ear
cdiff
linezolid
dislocation
job
lip
clubbing
redness
minute
layering
repletion
cysts
yl
pupil
prognin
mets
summary
diffusion
atn
marginal
anasarca
tophrenic
thetic
plts
ew
run
duration
coagulopathy
late
ang
ctab
cefazolin
excursion
oac
rubs
zofran
fell
index
prepped
visited
echocardiogram
future
teomyelitis
higher
bisacin
effort
incident
birth
syncope
mv
vna
ranging
onc
marrow
repeated
pro
great
humalog
larger
displaced
mon
completely
wakes
died
involvement
parameters
belly
turn
friday
detailed
interim
corresorally
pseudomonas
twin
sness
explained
levaquin
direct
extent
wks
resume
biventricular
etc
fh
refill
embolization
converted
smaller
rd
sh
edematin
lft
fashion
towards
degrees
tsh
perihilar
takes
lipitor
whether
ot
cardiogenic
detected
interactive
imp
tear
densities
traumatic
speak
concerned
pma
eventually
cvicu
anterolateral
working
ip
unstable
ln
pvcs
induced
intrahepatic
eating
kcal
hus
injuries
sa
nutren
ilein
successfully
sbo
quit
observed
ionized
mvc
listed
issue
parenchyma
indicate
top
annular
screening
distant
meet
vision
erm
amlin
orif
ha
look
black
medquist
brbpr
stand
mobility
pull
how
settles
center
reactions
colin
keletal
musculin
adm
azithromycin
lima
hyperkalemia
pubic
ab
irritable
diffusely
never
lying
pls
consolidations
bg
vi
asymptomatic
gadolinium
tc
transfered
enal
allowing
alone
attention
ruled
pmv
alignment
skull
clamped
reaction
bradys
paralyzed
prevent
ams
guarding
hematuria
accident
dropping
stents
alteration
sure
omeprazole
ice
diurese
bcx
trached
ductal
desaturation
nonionic
akinetic
velocity
aspirate
valvular
reflect
empiric
documented
curve
allergy
preterm
afsf
sign
extremely
draped
pitting
noon
alkphin
reg
according
neoplasm
cefipime
latest
flushed
factors
hydration
softly
cordis
thiamine
combination
perl
fixed
offer
folate
especially
duplex
pp
totbili
oropharynx
buttocks
careview
complication
risks
ent
chewable
page
adjust
tortuin
bruits
contusion
hypercarbic
peritoneal
dysuria
heterogenein
drained
barrier
tele
laceration
guid
qtc
reflux
phenytoin
adenopathy
pulling
sternum
meningitis
additionally
reduction
reflex
reconstruction
acceptable
glargine
gentamicin
ablation
draw
cholangitis
unless
analysis
diverticulin
laboratory
parent
dic
micro
drink
exams
sized
fri
lipids
airways
basilic
colored
plaque
hemithorax
numerin
median
gallops
svt
promote
secured
inflammation
evacuation
tap
visible
newly
become
cbd
wedge
triggering
operating
pcwp
ranithree
transitioned
spike
ies
calf
numbness
nephrin
filled
hypercholesterolemia
grew
stenting
load
gnr
vigorin
particularly
superimorally
neurological
elbow
bronchus
deficits
ngtd
might
suspected
defined
begin
rom
mag
spectrum
incisional
rub
bands
citrate
steroid
flank
urea
sulfa
emergent
jvd
preoperative
coli
seal
telephone
managed
rates
quite
asd
configuration
absence
soon
fine
suspect
bps
sips
occupation
subsegmental
sediment
vegetations
reveal
containing
trop
bf
sun
antibin
sleepy
nein
members
diaphoretic
indwelling
abp
functional
hard
crin
norepinephrine
hygiene
cns
muscles
interventions
folic
rehabilitation
smoker
rashes
meals
xrt
ends
nitroglycerin
blanket
infants
gland
pap
cpr
bromide
phase
vea
gestation
nbp
arthritis
orly
nystatin
updates
already
trying
table
pack
predominantly
uptake
infarcts
former
dopplerable
frequency
lethargy
approach
becoming
sphenoid
calories
requirements
csru
extravasation
dopa
affect
lnc
formation
intolerance
appendage
turns
emboli
reddened
segments
half
sucking
teens
pregnancy
urology
alcoholic
coag
anastomin
difficile
preop
caring
vre
deficiency
ventilated
cystic
ec
platelet
oncology
semi
fascicular
coffee
ses
pills
bottles
resulting
klebsiella
net
overweight
ga
noxiin
candidate
withdraws
puncture
lift
toe
colonic
inlet
psh
fi
resumed
looks
hyperdynamic
synchronin
referred
cvvhd
ob
metformin
neonatal
instability
hcv
my
pet
necrin
surgeon
healed
suck
gbs
allow
pyloric
bx
umbilical
coming
imorally
sudden
falls
perc
yrs
tm
calls
inhaler
eine
exchange
airspace
urin
oz
sonunknown
fibrin
expired
multivitamin
offered
nares
progressed
functioning
decubitus
participate
breaths
dka
hiatal
topical
agents
ecchymin
subjective
suspension
cmo
guidewire
brachiocephalic
seat
drinking
renally
mvi
antibx
neurologically
massive
runs
bones
ucer
description
saphenin
ckd
occluded
resistant
pmi
entry
comminuted
developing
membranes
unsuccessful
pea
intments
cranial
lcx
persist
acrin
heel
clearly
dysynchrony
distribution
eat
infected
cocaine
ensure
transfusions
waveforms
retention
narcotics
orthopnea
cri
minor
advancing
solumedrol
commin
fairly
supplemental
excellent
bioprin
ibuprofen
mushroom
patency
aerated
way
sample
scarring
steriorly
ointment
rly
fluoro
loc
form
values
babygram
lavage
hives
cardiologist
gabapentin
enin
flair
debridement
hyperbilirubinemia
nature
clonidine
fast
causes
diuril
tpa
instructed
intensity
value
demonstrating
widening
mssa
cbg
lar
differentiation
benefits
accessory
largest
lobectomy
fatty
chlorhexidine
evolving
puffs
segmental
tracking
volemia
manufacturer
coping
gpc
complaining
hcts
gradually
swab
worker
tue
vaccine
alveolar
diuresing
cooling
tuesday
psychiatric
extrem
distension
reduce
moved
swollen
correct
administer
rting
neuropathy
stabilized
reformations
benefit
contributing
bmt
periventricular
measured
existing
reconstructions
dobutamine
building
heavy
projects
augmentation
regions
indications
increasingly
iin
rine
octreothree
soc
picture
mech
clears
watch
cdi
respectively
determine
questionable
lbs
combivent
shortly
coiling
limiting
expiratory
beat
know
observation
told
lightheadedness
aml
req
rise
constitutional
ple
metastases
leave
avf
video
db
dysphagia
cycle
intercin
mannitol
drinks
ssi
plus
barium
ragement
lymphatic
cardioversion
maintenance
uncertain
tracer
apparently
packed
iss
recurrence
rtex
projecting
overdin
uneventful
organomegaly
stairs
dehydration
erythromycin
elongated
uncomfortable
manage
ding
living
overt
dual
cortical
spiked
clearing
labored
pronin
faint
percussion
ambulating
cholelithiasis
overloaded
multilevel
angina
said
stat
rupture
somnolent
hips
vehicle
mva
symphysis
surface
clindamycin
relative
wide
occas
almin
mvp
ucx
peri
clothes
ppd
apices
rather
generally
territorial
refusing
void
flap
congested
foramen
suspicion
labetolol
coiled
nced
noncontrast
tape
attributed
thing
track
inf
larization
cavoatrial
flexiseal
wants
healthy
fissure
pasm
atypical
palate
empirically
corrected
respirations
widely
fuo
average
ethmoid
needing
experience
bright
fixation
melanoma
kcals
pathway
vasin
rinse
stricture
en
sclerin
moist
occurred
reformats
aureus
accordingly
deformity
xs
mcgs
ventral
metastasis
palliative
vascularity
gallstones
markings
replace
pacu
complained
fluticasone
scoliin
tears
destination
flu
depressions
tia
tach
bms
cca
thoracotomy
ma
situation
against
pathologic
lansoprazole
celiac
restriction
aspirated
soln
worked
bradycardic
cisterns
thursday
huo
atrophy
toileting
gentleman
loop
exorally
unilat
hematemesis
washin
usually
xii
tried
forearm
cocci
sensitivities
unds
unasyn
sz
list
sluggish
version
exchanged
enter
ft
carvedilol
epsis
pseudoaneurysm
sludge
diuretics
evd
answer
correlate
crit
switch
relieved
subtle
neutropenia
mortwice
shower
supraclavicular
forward
cn
smear
stem
bicarbonate
lifting
fsbs
tired
sitional
tox
stoma
pathologically
married
effacement
qsr
proxy
waveform
injected
revisions
treatments
nipple
tree
akinesis
company
remote
plastics
characterize
embolus
bolused
ring
hap
leftward
nipride
testing
limit
qam
splenomegaly
|
communicating
baso
uterus
deficit
fingers
dobbhoff
retired
sensory
dimension
adeq
initiation
wwp
independently
border
dictation
decisions
credit
uses
helpful
defects
detail
ambulation
understand
sub
cash
stasis
sitter
patients
extremeties
experienced
gastritis
gentle
says
cold
signature
peel
tremors
hyperdense
bph
me
alb
arteriogram
doe
ndaries
input
makes
dimer
ganglia
ratio
rpr
saturations
infections
legionella
appreciable
vats
tfs
expressed
sharp
conclusion
necrotizing
trended
falling
ondansetron
ssri
nerve
scope
bruit
satting
drift
oblique
raising
jewelry
velocities
pd
cardiothoracic
angioplasty
fecal
reassess
reveals
ability
thru
myalgias
mucus
allopurinol
ntnd
imv
ax
orientation
inner
tpt
medically
tabs
immaturity
oporally
reintubated
leukemia
elective
contains
necrotic
rth
uncomplicated
timein
subacute
coordination
paroxysmal
ambulatory
drng
visits
epigastric
discontinue
friend
hctz
infiltration
wednesday
multifactorial
genitalia
looking
changing
rinary
myeloma
asymmetric
genitin
est
withdrawn
bronchitis
immunin
inconsistently
info
answered
bruising
uvc
ce
benzin
evolution
decadron
pneumo
hear
window
intraperitoneal
nicardipine
hemolysis
unlabored
walking
weekend
pci
language
formed
testes
ivfs
para
tb
ribs
anuric
toxic
maximum
cvr
parking
joints
xl
indicating
acutely
advised
trimethoprim
child
hemothorax
witnessed
leading
pta
etiologies
whole
actuation
arrhythmia
bacteria
flare
sensitivity
death
droop
atropine
benadryl
step
puff
seated
voided
thermia
ips
mult
ncat
keeping
inspiratory
bring
occlusive
blunting
tlined
invested
strep
communicate
erect
measurements
scr
zyprexa
pice
dyslipidemia
neural
apgars
steady
fetal
cephalic
lysis
driving
hazy
multhree
contributory
collapsed
rds
dexamethasone
avl
vaginal
antigen
originally
elevations
flushes
west
nsiveness
cals
compressibility
communicated
often
incompletely
stability
bifurcation
acs
placment
tingling
safe
beyears
seconds
hyperbili
increases
epilepticus
mls
bnp
revision
bath
transaminitis
plastic
medicate
wishes
improves
midin
habitus
intrinsic
mec
miconazole
spec
breastfeeding
admissions
ts
sometimes
sac
spironolactone
education
rcine
inhalers
ionic
specimen
must
pass
epinephrine
solid
sore
begun
approved
ntry
focused
ovarian
suture
differences
somnolence
lac
seroquel
rces
epicardial
flattening
spikes
peaked
fr
enc
compromise
hemisphere
prelim
slower
integ
elderly
reach
talk
declined
interpreted
oropharyngeal
sating
requesting
ambulate
pel
overbreathing
aflutter
purulent
referral
chips
dominant
sang
gestational
echogenic
diag
environment
answering
interventional
organisms
daughters
persistently
ddx
ferrin
supps
laa
likes
waiting
antihypertensives
campus
prenatal
mcq
grunting
caused
coherent
nco
lsc
secretion
surveillance
eorally
nh
adequately
wanted
foraminal
compartment
toxicity
svr
leaking
crf
junctional
constant
pacs
incontinence
community
prolongation
inversions
neutropenic
ints
noticed
scalp
normotensive
weekly
contactunknown
spray
humerus
chordae
bl
restarting
plate
pillow
enhanced
notify
giving
narcotic
transiently
fick
ant
teoorally
margin
suite
toward
carbonate
providing
clopidogrel
lucency
micropuncture
epistaxis
agreed
splenectomy
nafcillin
ugib
panel
formula
grimacing
br
ceftazidime
toprol
incentive
biorally
abrasion
nephrectomy
rotated
effective
bulb
drive
phorus
characterized
metoclopramide
sch
gallstone
drg
scans
tibia
anoxic
gastrin
seemed
scrotum
gets
understanding
tfi
tatic
gd
board
obscured
anguinin
perhaps
intraabdominal
xemic
interpreter
atelectatic
consultation
crepitus
record
hugger
flexion
structure
ultimately
cabgx
drips
hypercarbia
tobramycin
stating
secure
dig
clavicle
radiographic
embolic
pneumonitis
aid
vomited
threshold
territory
passes
decompression
incidental
actively
regulations
approximated
solids
mentioned
enterococcus
screws
works
develop
resolve
decline
himself
aerobic
hcfa
certify
consideration
haloperidol
rigid
gastroesophageal
urg
equally
redistribution
cco
underestimated
decub
achieved
rotation
seem
scar
sick
ttp
ctx
pairs
presumably
wasting
anus
ventriculin
ccs
devices
awoke
skills
rigors
pedi
titrating
finished
others
redo
explain
optimal
gaining
empyema
facet
iph
engorgement
ppm
percent
talking
orbital
diaphoresis
frank
significance
nacl
vp
ge
pneumocephalus
why
ih
teoarthritis
reversed
shut
ineffective
dtr
examinations
sust
susceptibility
attack
loaded
displacement
decompensation
pivs
briskly
uction
advancement
nitrite
shallow
nothing
laminectomy
regime
variant
citalopram
bit
advair
virus
bw
walls
inferin
thorax
abcess
symptomatic
operatively
foreign
measure
rightward
prep
toradol
laterally
lifts
dinner
shadowing
pediatrician
hematochezia
ordering
coronaries
sys
erin
maew
midaz
vsd
sma
brace
spaces
cobedding
gcs
yest
mic
minimize
hsv
anatomy
blue
inversion
prevertebral
hepatology
capacity
pallor
cts
inflow
approp
seven
aztreonam
ask
dynamic
im
intracerebral
appl
coordinated
revised
heels
mds
circulation
dermatitis
qt
appt
specifically
prilin
walk
headaches
congenital
probe
effects
withdraw
doesn
deformities
treating
intestinal
strict
instead
fingersticks
ureters
tflow
zantac
$
motrin
dts
pic
pseudocyst
nectar
psychiatry
minimum
icteric
concentrate
walker
comm
diazepam
flash
trials
resonant
intervals
nkda
adenocarcinoma
flora
integumentary
laparotomy
generated
discrete
projected
assisted
mrs
acting
isolated
cavernin
hydrocortisone
tight
stridor
exploratory
straw
screens
readmitted
garage
tasis
physiology
neurontin
esld
kyphin
synthroid
esophagectomy
restricted
shaking
pitalized
sequences
clr
prerenal
syringe
auscultated
labor
faster
sinusitis
vd
inferiorly
breathe
restrained
drsg
sel
finally
pads
fa
circ
extreme
largely
ketone
dentition
confluent
rp
substantial
distally
rifaximin
axilla
assessments
abrasions
derm
sbps
ynephrine
trazin
hematomas
antegrade
aneurysmal
clusters
considering
sweats
alternating
aha
nursery
kinetic
cut
acei
respiration
anticipate
gently
ducts
drs
packing
alkaline
aggressively
tactile
fundus
ronchi
buttock
metallic
admin
rtant
sulfonamides
ivh
voids
retained
tib
erythematin
raised
squamin
attached
urgency
adverse
transitional
plug
plugging
struck
dedicated
trunk
machine
catheters
immunizations
urgent
ambien
normalized
compressive
mmv
reoriented
sacrum
disk
contusions
surfactant
par
mdis
primarily
scleral
ami
sem
pfo
suicide
supratherapeutic
hysterectomy
malnutrition
uac
kilo
transfers
edge
covering
perihepatic
avm
context
pneumococcal
resuscitate
dressed
aphasia
tentially
sitory
levoflox
radiating
cognition
visualization
shown
sunday
chem
atc
reorient
fragment
jejunum
supervising
answers
eccentric
friends
woke
opacified
english
technically
nonprin
alarm
sqh
opened
meningioma
omr
heated
returns
lightly
immune
sticks
rad
icterus
intrathoracic
scrotal
ramus
isin
coil
haziness
fontanels
cxs
refractory
trends
moin
aicd
parental
stoperatively
anticoagulated
autin
breakfast
sitions
psychin
urinal
levetiracetam
worrisome
auto
ten
tremor
calc
papillary
profin
checking
options
gvhd
tachypnic
daptomycin
suggestion
document
diameters
gauze
norvasc
corneal
dusky
acin
supplementation
permanent
iddm
nailbed
vbg
basin
beneprotein
myelin
features
stic
si
depletion
appendectomy
crohn
hcc
grayscale
scars
subcortical
learning
toxin
pancytopenia
rapidly
progressively
narcan
accin
weeping
malalignment
symmetrically
factor
plct
guide
limbs
chin
pc
inhibitor
prone
naps
think
tbili
law
rses
hi
pcv
bka
hepatorenal
mgs
cytology
verapamil
fragments
conversation
aldactone
oliguric
symmetrical
mottled
impact
cortisol
flight
complains
relate
cld
straight
thank
entirely
pneumatin
score
csm
chronically
thrush
euvolemic
gases
obstructing
liq
bedrest
okay
raise
inform
surgeries
nights
hl
rim
esmolol
tridium
angiographic
remarkable
east
etector
nearly
vocal
strips
undetermined
contacts
anaphylaxis
crying
emergently
abscesses
crani
intern
vf
peritonitis
girl
calling
processes
orthin
compare
thermic
amputation
nsurg
draws
teopenia
cleansed
dz
dstick
tightness
fontanel
pneumomediastinum
uced
illicit
hiss
saturday
suct
writing
plantar
jet
tramadol
ptca
knowledge
incontinent
lies
activities
enema
decompensated
inadequate
excoriated
proper
intraoperative
pearl
mrcp
easy
grimaces
strain
humeral
suicidal
knees
ophthalmic
dental
vasogenic
percentile
siblings
hallucinations
compazine
bair
basis
javascript
numbers
grasp
alarms
volemic
statins
split
desaturations
incomplete
atrophic
sons
intubate
excision
accompanied
pleuritic
memory
reached
dye
cholesterol
ureteral
cortex
native
directly
backgrin
true
nerves
tested
tail
tunnel
weakly
sal
slowed
milestones
observe
delivered
adv
correction
infrarenal
listen
widened
diamox
supplement
pharmacy
perf
laryngeal
grafting
restrictive
blastic
fm
always
undergoing
ureter
jaw
target
hilum
till
slowing
enhance
ooze
immature
submitted
breakthrin
thrombectomy
behavior
herself
initiate
punctate
hydrochlorothiazide
anticipated
ssc
tragus
irregularity
apply
recovered
ampi
bronchi
ecchymotic
apneic
craniectomy
rml
intraluminal
localization
schizophrenia
cardio
succinate
reintubation
perforated
micafungin
bump
calculated
circumferential
ced
cryears
operation
experiencing
random
reassurance
putting
wash
afeb
enfamil
stooled
restlessness
magnesia
slurred
flex
lot
rlq
difficulties
indicative
humidified
supply
rechecked
visitors
inbetween
anything
celexa
disoriented
glucagon
glyburide
ity
voltages
secreations
convexity
malformation
drifting
mandible
thecal
adrenals
ruddy
nephropathy
perinephric
plugs
reversal
ruptured
des
optimize
recover
ate
hyperintensity
clavicles
insomnia
peripherals
argatroban
pcn
golden
excessive
transcription
precedex
caltco
nr
pmns
incr
lws
rebreather
chemistry
metal
ri
nifedipine
let
ligament
fact
concentrated
cholangiogram
morphology
goes
mo
aloe
perla
vicin
enteric
endplate
ities
malaise
pericholecystic
success
gr
prevacid
omnipaque
imdur
ethanol
tracheobronchomalacia
downward
nor
burst
subfalcine
allergic
radline
cataract
lesser
thereafter
nare
enoxaparin
core
bronchiectasis
tonic
mucomyst
smoked
inspiration
bottom
repleated
blisters
stayed
transthoracic
medium
preprocedure
rrt
clotted
deliriin
fu
quadrants
claim
penicillin
variceal
thanks
ter
word
supplements
subcentimeter
paralysis
triggered
oxacillin
role
raises
paratracheal
pup
rsv
aids
webtag
nabs
radiologists
font
revealing
purple
program
loves
ota
lingula
avid
leuk
aaox
lotion
syncopal
bridge
`
maintains
ortwice
efforts
sirs
stimulated
distance
overlies
nec
esp
sublingual
human
preparation
pyelonephritis
proceed
wear
teophyte
garbled
oc
highly
extr
vits
hemorrhages
interested
imagegif
completion
kangaroo
comment
original
lunch
quietly
upset
rtacath
conjunctival
thrombi
tot
llq
unusual
nonfocal
lys
ll
hemiparesis
blurry
oil
nail
uct
oncologist
glaucoma
packs
relaxation
intrapartum
paf
artificial
returning
destruction
nadolol
teo
ligation
gastroparesis
glipizide
lyvalent
esophagitis
lupus
retic
cleaned
microvascular
vasculitis
ambulance
lenis
serologies
supraventricular
allowed
wer
knows
amps
pneumothoraces
nebulizer
depending
looked
reverse
grandmother
variin
vertex
chol
cor
adding
dullness
nsvt
damage
intolerant
blockers
combative
immunization
ceftaz
sibling
mark
nebulizers
trans
dopp
variable
ivdu
sulfamethoxazole
reflects
lots
bathroom
juice
uch
circle
find
withdrawl
lpm
lmca
coagulation
exploration
adhesions
supp
frothy
prop
infused
ketoacidin
wheelchair
replct
sense
pus
shaped
preceding
cecum
expect
live
acetate
dulcolax
qpm
meconium
oxycontin
nimin
dampened
ly
ultram
bnzin
connected
trophic
hbsag
insurance
scene
adhesive
fibula
endurance
bt
aop
casorally
hyperdensity
hole
divided
trache
cre
ranged
plane
decompressed
thighs
intub
pharyngeal
amplitude
dural
uprbc
maes
aox
amoxicillin
hepatopetal
parkinson
onto
lights
arrange
normoactive
dmii
sutured
cdb
arising
act
hemangioma
reference
rel
coils
addressed
occassional
titration
supervision
extrahepatic
complexes
splint
sturing
ccy
limitations
mainly
shields
mobile
acidotic
estimation
tacrolimus
metavision
conversion
pericarditis
bank
priors
actually
nicotine
mgmt
obtaining
fibersin
oliguria
ulnar
itching
hydral
lcs
recommendation
parenteral
echogenicity
ingestion
paraspinal
smooth
contents
hfov
mwf
cket
gaze
urinalysis
receives
clonazepam
notably
tld
paged
steri
sedate
nephrology
secs
radiopaque
bronched
nins
nonreactive
deformed
sparse
tapered
collecting
eca
asdir
spread
gated
grimace
sput
recon
leni
resulted
mp
endovascular
means
pneumonectomy
supervised
situ
muir
lm
nondisplaced
nephrolithiasis
dng
mepilex
thalamic
separate
adenoma
contractions
helical
extend
mini
weaker
fena
arranged
cardiorespiratory
fax
relevant
hn
alzheimer
vesta
tubing
kinair
substance
cea
worsens
tremens
chole
clonic
agrees
exertional
ligamentin
leaving
girlfriend
precordium
blockade
drowsy
photo
gluteal
rubella
dissolve
peroneal
whipple
ins
cpb
explanation
regularly
sgot
resultant
biting
crushed
eager
sedating
appendix
irreg
hemorrhoids
baths
walked
weigh
administering
sgpt
encephalomalacia
defer
gel
intoxication
reflecting
shaft
sero
direction
calms
hem
anatomic
rbbb
ivig
delta
gb
premie
gentamycin
teophytes
pager
capillary
mci
squeeze
reasons
narrow
anaerobic
retracting
cat
addl
speaks
nce
variation
occupational
wearing
corneals
comes
sulbactam
cll
peripherally
extraction
substantially
hepatin
cg
clock
crisis
describes
diaphragmatic
penetration
mechanically
broken
fifth
salmeterol
swimming
ama
staying
radius
de
didn
manager
unsure
mattress
bmi
unavailable
together
glidewire
orbits
resistance
haart
wait
understands
extraocular
dysarthria
indx
intervertebral
sulfonamide
definitive
olanzapine
echotexture
bulge
incl
capture
deceased
sides
flovent
sefully
warranted
compensated
plain
liorally
metatarsal
ulceration
gj
guaic
peripancreatic
opiates
irrigation
wbcs
dsgs
kalemia
plaques
urself
aneurysms
pillows
sle
centered
anastomotic
sentences
fullness
lbbb
desitin
maroon
circumflex
uremia
pneumoperitoneum
sphincterotomy
electrocardiogram
selective
encephalitis
gone
collaterals
therapist
locked
nsaids
removing
mainstem
twi
interorally
retraction
projection
zones
exception
bleeds
cereb
cks
carot
bbo
expanded
resistive
snds
caloric
crystal
dimensions
cope
intravascular
vague
bue
reaching
mrg
tendon
thoracolumbar
moaning
igg
spirometer
indocin
suitable
referring
ipf
reversible
lyps
taped
esbl
cerebellum
circumference
tonsillectomy
superiorly
horns
displayed
ocial
cords
stir
ulcerative
logroll
venogram
vin
card
calorie
recall
frontoparietal
resuscitated
withdrawing
wrap
injections
uncal
lips
ekgs
cues
clinda
teach
achieve
packet
loading
choking
emphasize
nystagmus
valsartan
spanish
bubble
tenuin
ptc
uterine
medially
donor
cistern
nibp
azithro
wheezy
gained
staphylococcus
metas
demerol
containment
electively
acetabular
sture
cellcept
bifrontal
tp
bandemia
accessed
ion
suprapubic
conjunction
ambulated
path
keflex
brainstem
pleased
vl
notdone
tracheomalacia
lotions
angioedema
widespread
plenomegaly
timing
asps
manual
lij
talked
bedding
leakage
resolves
rolling
wrapped
hypercalcemia
sing
mtg
unrevealing
zocor
expectorating
orthopedic
say
ranges
moniter
russian
clavicular
bedpan
xanthomas
rejection
cluster
hydrin
prepared
vomitting
fld
maneuvers
placing
dried
atyps
proximally
anticipation
banding
voriconazole
fatigued
recieving
descended
clipping
mentating
noncontributory
ivs
deemed
anterolisthesis
sertraline
ectopic
diuretic
membrane
dizzy
sanguinin
vii
thirty
implications
skeletal
soap
rhinorrhea
reorientation
undergo
levoquin
asterixis
olt
hf
screw
hypertonic
adjustment
rested
lightened
colchicine
paradoxical
multivitamins
fungin
blister
folds
chb
wish
nsclc
admits
mibi
hickman
pursue
pud
plasma
samples
standorally
lyp
concurrent
yellowish
rsr
coreg
caffiene
gangrene
irregularly
glu
scanning
faxed
subq
stump
flaring
doxycycline
confirmation
grafts
persistant
oa
worsen
oett
spirometry
homogenein
ntine
nepro
pylori
subdiaphragmatic
bacitracin
quad
compliant
narrowed
nif
prongs
hba
lcws
lasting
boy
les
particular
stiff
droplet
irrigated
alternatives
deorally
inflated
stopping
raf
sequence
documentation
diverticula
reassuring
clarify
uin
fontanelle
methylprednisolone
subgaleal
autoimmune
hope
typical
undergone
antrum
varicin
pat
augmentin
enalapril
gradients
division
cane
majority
accurate
teams
greatest
itself
settled
essential
ao
orientated
clerin
gastropathy
rta
afb
ghly
urobilngn
mesh
pes
cms
clonus
prochlorperazine
dorsal
smv
gradual
inh
tamsulin
vesicles
impairment
subtherapeutic
retaped
asses
immunocompromised
emphysematin
atraumatic
pcr
utis
ovale
nephrotoxins
auditory
transplanted
incidentally
bore
spiking
ghs
afterload
subluxation
dome
cycles
cisatracurium
hld
afin
attenuating
lysubstance
markers
tbm
tracks
nurses
kayexalate
spasm
occult
bowels
articular
facilitate
dopplers
prob
conventional
strongly
lnp
hyperintense
cyclin
aside
strokes
depakote
criticaid
smelling
session
attend
weights
diagonal
granulation
thoracics
exercises
pheresis
progressing
ken
glasses
ileum
arteriovenin
dyspneic
expectorate
aa
benzo
particle
quick
siadh
ie
bearing
tunnelled
freely
cerebrovascular
adls
twitching
fb
mastectomy
diminshed
lobar
fsbg
dilator
enterobacter
dchf
niv
real
pains
antifungal
mesentery
murmer
equivocal
brb
maximal
missed
formal
standby
believed
bursts
performance
ugi
contractility
forms
artan
mural
enjoys
tazo
shovel
reaches
verbalized
nbn
forehead
rectally
ai
cxray
calculi
rays
cessation
afterwards
gkin
bronchograms
thrills
orthopedics
digested
dehiscence
grasps
rf
steps
emerged
thumb
fontanelles
salt
sfa
ophthalmology
spacing
laparin
metolazone
multiorally
ste
cvvhdf
viii
novasin
qin
element
fxn
elements
uri
vas
things
declining
tues
margins
infiltrated
ebl
clarification
cw
bruises
reinforced
appy
verified
whitish
alcoholism
willing
collateral
measurement
transmitral
orient
maturation
hemoglobin
travel
pravastatin
periphery
synagis
hat
djd
palsy
gpcs
epithelial
pedestrian
waffle
dating
meropenum
indices
ppf
discussions
dependence
suffered
identify
visualize
difference
tremulin
waxing
refuses
dt
integrillin
intially
vomit
psoas
localizing
adaptic
condom
maze
boin
cry
indicates
scin
healthcare
placements
vtach
pin
localized
hot
flomax
hydropneumothorax
sedatives
cavitary
uppression
smokes
urgical
heroin
burning
pinorally
doctors
lavaged
exact
flushing
mammary
coarctation
helped
warming
granuloma
excretion
school
contracted
fonts
diatry
saturating
seminal
sestaff
smoke
asbestin
blunt
terms
lo
planes
hernias
valvuloplasty
pumping
lacunar
kesperson
break
fluent
heavily
contract
personally
xanthalesma
pituitary
member
cesarean
residue
fingerstick
hdl
angles
organs
push
leuks
clinician
burr
tapped
cast
excrete
valves
physicians
explaining
diverticulum
pharynx
involve
asc
pronator
arrhythmias
ilators
watery
sxing
nses
application
unfortunately
sestamibi
thrive
motorcycle
maleate
interest
dvts
cholecystin
pureed
artifacts
ctr
mineral
breastfed
leukocytes
delerium
cardioverted
pauses
dcd
intolerances
sets
lge
rarely
regurgitant
aca
tputs
prox
bolt
class
sidelying
prevention
exacerbated
sisters
sizes
passive
ucing
hfa
mist
centrilobular
induction
gt
flexure
jejunin
cyu
aggitation
pmicu
fasciotomy
raging
neuromuscular
pf
retrograde
gadolin
initally
obtuse
screened
nents
terminate
gluc
lido
malorally
whin
redemonstrated
sequelae
fluoxetine
bumped
burden
suppression
adlib
dluvc
sv
irritation
bulk
xr
complain
anal
obstipation
centrally
airleak
spiriva
magnetic
glucan
periph
decortication
annuloplasty
pitalizations
zolpidem
confluence
pl
orbit
bear
desire
wanting
nephrocaps
subcarinal
ild
torsemide
transvenin
phenobarb
ntdown
ending
ascitic
behind
methin
slice
elsewhere
legal
trazadone
gut
gnrs
lactation
acetabulum
coma
thinks
penis
stabilization
toxicology
elevate
helically
medicines
ammonia
gtube
properly
cbi
terminal
analgesia
mapping
perianal
awakens
partly
asymmetry
bringing
restaging
mechanism
speciation
sclerae
rectus
subtotal
training
reasonable
sensing
participating
conversant
exceeding
effectively
caudate
sehold
inhibitors
enlarging
tailored
endorses
isolation
lasted
orogastric
colonization
rheumatic
tell
shakes
gastrectomy
aggitated
pericardiocentesis
substernal
heat
vasopressors
phototx
echoic
sarcoidin
basic
instrumentation
tubular
approval
tah
tmp
surfaces
banana
syrup
dus
rhabdomyears
lipid
dup
special
guaifenesin
unsteady
hepatocellular
refed
uce
streak
myasthenia
vagal
abdominial
sux
wd
compressible
shellfish
retinopathy
option
totally
tense
rsing
sucralfate
zoloft
characterization
prompting
claudication
tires
gfr
parothree
daytime
ilution
esis
thyromegaly
freeca
amb
microorganisms
persisted
aim
hemispheres
pul
defibrillator
herpes
latch
longstanding
lie
spinin
tamiflu
calcific
midclavicular
callin
develops
hopes
quetiapine
cuffed
integrilin
desaturated
inhaled
ndylin
greatly
copies
luq
wiggle
avb
diovan
cramping
tetracycline
crt
requests
careful
pedicle
phenobarbital
remember
pleasure
wts
impaction
cataracts
delir
dfa
cycled
tegaderm
biopsies
granulomatin
sevelamer
lithium
aged
favor
mirtazapine
mortise
sling
flail
cyanotic
false
washing
xanax
pill
hopefully
mammogram
nocturnal
stronger
nuclear
probalance
scapula
igm
patterns
patches
pku
laryngin
tentorium
intraop
lyte
fev
tls
radical
ferinsol
thurs
pleurin
ambu
cirrhotic
hila
compressions
antihypertensive
hungry
rheumatoid
lyme
really
reevaluate
driver
radiant
lsb
ages
cholangiocarcinoma
degeneration
cigarettes
allevyn
crp
intense
rotator
cyberknife
processing
adnexa
lymorphonuclear
fused
hemolytic
bigeminy
falx
participated
dashboard
passage
dfddp
believe
assists
phoned
nebulization
creams
greenish
considerations
natrecor
paralytic
lingular
proteus
bite
immunology
angulation
limitation
mgm
emptying
echocardiography
constantly
latex
fxs
retropulsion
seriin
anuria
stimulus
ileal
holds
oxygenating
cooperate
intubat
sarna
sufficient
tapering
lders
tolerable
arthralgias
discussing
decreases
sheaths
react
tof
nitrate
entering
suprasellar
fix
people
callus
phatase
rifampin
transvalvular
cancelled
rtance
smx
tooth
nard
carseat
gyn
endobronchial
capped
diphenhydramine
vertigo
climb
tlcl
embo
conduit
prepare
consistencies
rbcs
ne
unrestrained
rpt
upward
rami
neoblue
rigidity
stab
seeing
sotalol
uc
beneath
excess
finish
oxide
laboratories
lrg
spitting
biv
yelling
recovering
acinetobacter
saturated
cpp
revascularization
paralytics
bradycardias
wine
something
emission
prescription
verify
sacroiliac
ces
gall
fungemia
esr
agreement
dialyzed
boyfriend
dysmorphic
interpret
structural
hemovac
reconstructed
challenge
desired
macular
endarterectomy
frame
cachectic
ankles
bites
affected
protrusion
habits
implant
dop
rop
puree
charted
workstation
climbing
mgt
ferritin
regards
roxicet
kefzol
latter
consulting
afso
rm
contribution
lusb
atelectases
triage
pace
psoriasis
uncontrolled
sequela
alternative
ketones
recommends
combined
arthroplasty
overnite
partner
sulcal
contraction
sequential
examine
casts
sxned
anastamin
deterioration
empty
dozing
exudate
tdi
fsg
clotting
cardium
adat
neglect
csurg
handling
missing
rendering
aka
hyperinflated
sulcus
boot
clamp
adl
convert
hydroxide
crystalloid
obscuration
accepted
definitely
verbally
btw
sct
motility
assumed
bandage
eg
unequal
mandibular
gsw
mrv
apeparing
infuse
chronicity
sterolateral
iol
slp
cult
front
methotrexate
ancef
peribronchial
hydro
exophytic
fish
ointments
hypertensives
ening
mmmp
res
blind
carefully
adjustments
happy
cognitive
ified
lgib
stented
applesauce
mononitrate
led
idiopathic
endometrial
shocked
considerable
liqs
amenable
jejunal
blankets
kgs
pps
appearances
sylvian
ivb
extrems
patellar
repaired
rcc
shot
aunt
paxil
definitively
debris
don
ursin
flexed
staging
decide
rarily
hemicolectomy
reter
likelihoin
dens
fdgs
cldy
rpe
picking
niddm
error
thermin
perineum
pleura
hyaline
glycol
cholecalciferol
zpn
pneumobilia
wo
transdermal
anbx
nml
sparing
transesophageal
illicits
settle
barbitrt
dk
meld
fresh
ever
detection
tomography
bilirub
urobiln
width
presyncope
ptd
subpleural
edges
volvulus
assault
pylorus
carafate
fam
impairments
valsalva
resonance
bsx
iuresing
ro
desensitization
angiin
klonopin
twins
betamethasone
nonverbal
sml
grown
piece
abutting
